{
  "objectID": 189715,
  "title": "King Vulture",
  "artistDisplayName": "Meissen Porcelain Manufactory (1710–present)\nModeled by Johann Joachim Kändler (born Saxony [now Germany], 1706–1775)\nMeissen, Electorate of Saxony (now Germany)",
  "artistDisplayBio": "",
  "objectDate": "1734",
  "objectName": "ceramics",
  "medium": "Hard-paste porcelain and polychrome enamels",
  "dimensions": "58 × 43 cm (22 13/16 × 16 15/16 in.)",
  "department": "Applied Arts of Europe",
  "culture": "",
  "period": "",
  "dynasty": "",
  "creditLine": "Art Institute of Chicago. Harry and Maribel G. Blum and Kate S. Buckingham endowment funds; purchased with funds provided by the Antiquarian Society; Applied Arts of Europe Sales Proceeds, Charles H. and Mary F.S. Worcester and Major Acquisitions Centennial funds; Robert Allerton Trust; Mary and Leigh Block Endowment Fund; Ada Turnbull Hertle Fund; purchased with funds provided by Harry A. Root; Wirt D. Walker Endowment Fund; Gladys N. Anderson Fund; Pauline Seipp Armstrong, Edward E. Ayer in memory of Charles L. Hutchinson, and Kay and Frederick Krehbiel endowment funds; purchased with funds provided by Doris and Stanford Marks; Helen A. Regenstein Endowment Fund; Samuel A. Marx Fund; Laura T. Magnuson, Marian and Samuel Klasstorner, and Maurice D. Galleher endowment funds; Robert Allerton Purchase Fund; Bessie Bennett and Applied Arts of Europe General endowment funds; Edward Johnson, Elizabeth R. Vaughan, and Annette M. Chapin funds; Wentworth Greene Field Memorial Endowment Fund; Campaign for Chicago's Masterpiece Director's Fund; purchased with funds provided by Maureen and Edward Byron Smith Jr.; Samuel P. Avery Endowment Fund; Hugh Leander Adams and Mary Trumbull Adams Fund; purchased with funds provided by G-Bar Charitable Foundation; Betty Bell Spooner Fund; purchased with funds provided by Elizabeth Souder Louis; Irving and Jane Seaman, Charles U. Harris, and S. DeWitt Clough endowment funds; purchased with funds provided by the Woman's Board of the Alliance Française of Chicago; Grant J. Pick Purchase Fund; purchased with funds provided by Ghenete Zelleke",
  "objectURL": "https://www.artic.edu/artworks/189715",
  "isPublicDomain": true,
  "primaryImage": "https://www.artic.edu/iiif/2/4216354e-9c12-4129-a43f-a5c114fb95f1/full/843,/0/default.jpg",
  "primaryImageMedium": "https://www.artic.edu/iiif/2/4216354e-9c12-4129-a43f-a5c114fb95f1/full/600,/0/default.jpg",
  "primaryImageSmall": "https://www.artic.edu/iiif/2/4216354e-9c12-4129-a43f-a5c114fb95f1/full/400,/0/default.jpg",
  "localImage": "189715.jpg",
  "tags": [
    "birds",
    "animals",
    "trees",
    "feathers",
    "vultures"
  ]
}