{
  "objectID": 196430,
  "title": "White Curve",
  "artistDisplayName": "Ellsworth Kelly\nAmerican, 1923-2015",
  "artistDisplayBio": "",
  "objectDate": "2009",
  "objectName": "sculpture",
  "medium": "Painted aluminum",
  "dimensions": "430 × 1650 × 8 cm (169 5/16 × 649 5/8 × 3 3/16 in.)",
  "department": "Contemporary Art",
  "culture": "",
  "period": "",
  "dynasty": "",
  "creditLine": "Art Institute of Chicago. Commissioned by The Art Institute of Chicago in honor of James N. Wood, President and Director, 1980–2004.  Charles H. and Mary F.S. Worcester Collection Fund; Emily Rauh Pulitzer; Frederick W. Renshaw Acquisition, Mary and Leigh Block Endowment, and Ada Turnbull Hertle funds; Wirt D. Walker Trust; Joseph Shapiro, Helen A. Regenstein Endowment, Marian and Samuel Klasstorner, and Gladys N. Anderson funds; Getty Foundation, Mr. and Mrs. Charles C. Haffner III,  Mr. and Mrs. David C. Hilliard, and Susan and Lewis Manilow; anonymous gift; Mr. and Mrs. John H. Bryan, Stuart D. and Nancie Mishlove, Julius Lewis and the Rhoades Foundation, Margot and Thomas Pritzker, Burt and Anne Kaplan, Frances Dittmer, Marilynn B. Alsdorf, and Mr. and Mrs. Maurice F. Fulton; Robert Allerton Income Purchase and Director's funds;  Claire and Gordon Prussian, and Nancy A. Lauter McDougal and Alfred L. McDougal;  Capital Campaign General Acquisitions Endowment; Polk Bros. Foundation; Marjorie and Louis B. Susman, Patricia A. Woodworth, Mrs. Robert B. Mayer, Mrs. Jetta N. Jones, and Mr. and Mrs. Gordon I. Segal.",
  "objectURL": "https://www.artic.edu/artworks/196430",
  "isPublicDomain": false,
  "primaryImage": "https://www.artic.edu/iiif/2/18c3b5a0-422c-8c7a-3adf-0a7acfa1bebf/full/843,/0/default.jpg",
  "primaryImageMedium": "https://www.artic.edu/iiif/2/18c3b5a0-422c-8c7a-3adf-0a7acfa1bebf/full/600,/0/default.jpg",
  "primaryImageSmall": "https://www.artic.edu/iiif/2/18c3b5a0-422c-8c7a-3adf-0a7acfa1bebf/full/400,/0/default.jpg",
  "localImage": "196430.jpg",
  "tags": [
    "21st Century"
  ]
}