{
  "objectID": 233228,
  "title": "Female Dancer",
  "artistDisplayName": "Elie Nadelman\nAmerican, born Poland, 1882–1946",
  "artistDisplayBio": "",
  "objectDate": "c. 1920",
  "objectName": "sculpture",
  "medium": "Bronze",
  "dimensions": "82.6 × 43.2 × 19.1 cm (32 9/16 × 17 1/16 × 7 9/16 in.)",
  "department": "Arts of the Americas",
  "culture": "",
  "period": "",
  "dynasty": "",
  "creditLine": "Art Institute of Chicago. Through prior gift of the Mary and Earle Ludgin Collection; purchased with funds provided by the Antiquarian Society; through prior gifts of Albert A. Robin, the Estate of Felicia Mayer Marsh, the Friends of American Art Collection; through prior purchase of Dr. A.J. Ochsner, Mrs. Margaret Cook, J.N. Eisendrath, Dr. W.H. Allport, Mrs. T.A. Shaw, Miss Bertha Randolph, Mrs. Pauline Dohn Rudolph, and the B.F. Ferguson Fund; The Kate S. Buckingham Fund; through prior purchase of the Mr. and Mrs. Frank G. Logan Purchase Prize Fund; purchased with funds provided by Mr. and Mrs. Samuel M. Mencoff; through prior gifts of the George F. Harding Collection, Edgar Kaufmann Jr., and Mary and Leigh B. Block; through prior bequest of Dr. John J. Ireland; purchased with funds provided by Jamee J. and Marshall Field; through prior purchase from the Roger McCormick Fund; through prior gifts of Yvonne and Richard Angarola, Miss Gertrude Finch, Mrs. Ignatius Jelinski, the Charles H. & Mary F. S. Worcester Collection, the Walter H. Schulze Memorial Collection, and Donn Shapiro; Jane and Morris Weeden Endowment Fund; through prior gifts of the Society for Contemporary American Art and Mr. Sam A. Lewisohn; through prior purchase of the Charles S. Peterson Purchase Prize Fund; through prior gift of the Mr. and Mrs. Samuel Nickerson Collection; Vance American Arts Fund; through prior gifts of the estates of Edgar William and Bernice Chrysler Garbisch and Marie F. Lennards; through prior purchase of the Samuel P. Avery Fund; through prior gifts of Joseph R. Shapiro, Mr. and Mrs. Charles S. Dewey Jr., Mr. and Mrs. Martin A. Ryerson Collection, Evelyn Padorr and Helene Segil in memory of Sarah and George Ehrlich, Honoré Palmer, Alexander Bing, Chicago Normal School Alumni, Elizabeth Sprague Coolidge, Leonard Florsheim, Mrs. Abram Poole, and Mrs. Maurice L. Rothschild; through prior purchase of the A. A. McKay Fund",
  "objectURL": "https://www.artic.edu/artworks/233228",
  "isPublicDomain": false,
  "primaryImage": "https://www.artic.edu/iiif/2/e5bdf29d-9626-3713-146a-5ba4f36da7a9/full/843,/0/default.jpg",
  "primaryImageMedium": "https://www.artic.edu/iiif/2/e5bdf29d-9626-3713-146a-5ba4f36da7a9/full/600,/0/default.jpg",
  "primaryImageSmall": "https://www.artic.edu/iiif/2/e5bdf29d-9626-3713-146a-5ba4f36da7a9/full/400,/0/default.jpg",
  "localImage": "233228.jpg",
  "tags": [
    "Modernism"
  ]
}