{
  "objectID": 243516,
  "title": "Hartwell Memorial Window",
  "artistDisplayName": "Design attributed to Agnes F. Northrop (American, 1857–1953)\nTiffany Studios (American, 1902–32)\nCorona, New York",
  "artistDisplayBio": "",
  "objectDate": "1917",
  "objectName": "stained glass/leaded glass",
  "medium": "Leaded glass",
  "dimensions": "798.7 × 554.7 × 42.5 cm (314 7/16 × 218 3/8 × 16 3/4 in.)",
  "department": "Arts of the Americas",
  "culture": "",
  "period": "",
  "dynasty": "",
  "creditLine": "Art Institute of Chicago. Purchased with funds provided by the Antiquarian Society, the Chauncey and Marion Deering McCormick Family Foundation, and Ann and Samuel M. Mencoff; through prior gift of the George F. Harding Collection; Roger and J. Peter McCormick Endowment Fund; American Art Sales Proceeds, Discretionary, and Purchase funds; Jane and Morris Weeden Endowment Fund; Mary Swissler Oldberg Fund; purchased with funds provided by the Davee Foundation, Pamela R. Conant in memory of Louis John Conant, Stephanie Field Harris, the Komarek-Hyde-Soskin Foundation, and Jane Woldenberg; gifts in memory of John H. Bryan, Jr.; Wesley M. Dixon, Jr. Endowment Fund; through prior gift of the Friends of American Art Collection and Mr. and Mrs. Martin A. Ryerson; purchased with funds provided by Jamee J. and Marshall Field, Roxelyn and Richard Pepper, and an anonymous donor; Goodman Endowment Fund; purchased with funds provided by Abbie Helene Roth and Daniel Jesse Roth in memory of Sandra Gladstone Roth, Henry and Gilda Buchbinder Family in memory of John H. Bryan, Jr., Suzanne Hammond and Richard Leftwich, Maureen Tokar in memory of Edward Tokar, Bonnie and Frank X. Henke, III, Erica C. Meyer, Joseph P. Gromacki in memory of John H. Bryan, Jr., Louise Ingersoll Tausché, Mrs. Robert O. Levitt, Christopher and Sara Pfaff, Charles L. and Patricia A. Swisher, Abby and Don Funk, Kim and Andy Stephens, and Dorothy J. Vance; B. F. Ferguson Fund; Jay W. McGreevy, Dr. Julian Archie, Mr. and Mrs. John W. Puth, and Kate S. Buckingham endowment funds",
  "objectURL": "https://www.artic.edu/artworks/243516",
  "isPublicDomain": false,
  "primaryImage": "https://www.artic.edu/iiif/2/5d5e186e-0fa5-e016-7d42-502b1f0faf6b/full/843,/0/default.jpg",
  "primaryImageMedium": "https://www.artic.edu/iiif/2/5d5e186e-0fa5-e016-7d42-502b1f0faf6b/full/600,/0/default.jpg",
  "primaryImageSmall": "https://www.artic.edu/iiif/2/5d5e186e-0fa5-e016-7d42-502b1f0faf6b/full/400,/0/default.jpg",
  "localImage": "243516.jpg",
  "tags": [
    "Arts and Crafts Movement",
    "American Arts and Crafts Movement"
  ]
}