{
  "objectID": 243872,
  "title": "A Boy Blowing on a Firebrand",
  "artistDisplayName": "Gerrit van Honthorst (Dutch, 1592–1656)",
  "artistDisplayBio": "",
  "objectDate": "1621–22",
  "objectName": "european painting",
  "medium": "Oil on canvas",
  "dimensions": "75.5 × 64.5 cm (30 × 25 3/8 in.); Framed: 100.7 × 88.6 × 5.4 cm (39 5/8 × 34 7/8 × 2 1/8 in.)",
  "department": "Painting and Sculpture of Europe",
  "culture": "",
  "period": "",
  "dynasty": "",
  "creditLine": "Art Institute of Chicago. Purchased with funds provided by the Old Masters Society, Julius Lewis and the Rhoades Foundation, Patrick G. and Shirley W. Ryan in memory of Alice Welsh Skilling and in honor of Marlene Welsh Phillips and Martha Wolff, Anne Searle Bent in honor of Martha Wolff, and Scott, Lynda, Jonathan, Shiran, and Lindsey Canel in honor of Martha Wolff; purchased with funds provided by Chauncey and Marion D. McCormick Family Foundation in honor of Martha Wolff; Marilyn H. Quinn Fund; purchased with funds provided by Mrs. John W. Madigan and Donald and Carol Asher; through prior gifts of Chester D. Tripp and of the Frederick T. Haskell Collection; purchased with funds provided by John D. and Alexandra C. Nichols in honor of Martha Wolff; Murray and Virginia Vale Purchase Fund; through prior gift of George F. Harding Collection; through prior gift of Ambrose Cramer; through prior purchase of Charles H. and Mary F. S. Worcester Collection; through prior gift of Arthur B. Logan; purchased with funds provided by David Earle III and Marian Pawlick in honor of Martha Wolff",
  "objectURL": "https://www.artic.edu/artworks/243872",
  "isPublicDomain": true,
  "primaryImage": "https://www.artic.edu/iiif/2/89300e26-55e8-ca20-9422-24c721192216/full/843,/0/default.jpg",
  "primaryImageMedium": "https://www.artic.edu/iiif/2/89300e26-55e8-ca20-9422-24c721192216/full/600,/0/default.jpg",
  "primaryImageSmall": "https://www.artic.edu/iiif/2/89300e26-55e8-ca20-9422-24c721192216/full/400,/0/default.jpg",
  "localImage": "243872.jpg",
  "tags": [
    "european",
    "17th Century"
  ]
}